INSERT INTO Banks (Name)
VALUES 
	(N'Белинвестбанк'),
	(N'Belarusbank'), 
	(N'Альфа-банк'), 
	(N'Банк ВТБ'), 
	(N'Белагропромбанк'), 
	(N'Приорбанк');

INSERT INTO Towns (Name)
VALUES 
	(N'Минск'), 
	(N'Слуцк'), 
	(N'Гродно'), 
	(N'Брест'), 
	(N'Мозырь'), 
	(N'Могилев'), 
	(N'Гомель');

INSERT INTO Offices (Address, BankID, TownID)
VALUES
	(N'ул. Ленина 7', 1, 1),
	(N'ул. Мясникова 32', 3, 1),
	(N'пр-т Дзержинского 3', 1, 1),
	(N'ул. Могилёвская 5-14', 2, 1),
	(N'ул. Карла Маркса 38', 4, 2),
	(N'ул. Заславская 10', 6, 4),
	(N'ул. Московская 13', 6, 3),
	(N'ул. Романовская Слобода 8', 3, 2),
	(N'ул. Бобруйская 15', 5, 5),
	(N'пр-т. Победителей 49', 2, 7),
	(N'ул. Матусевича 66 ', 4, 6),
	(N'ул. Краснозвёздная 18', 3, 3),
	(N'ул. Немига 12а', 5, 2),
	(N'пр-т. Победителей 91', 1, 1),
	(N'пр-т. Победителей 19', 3, 2),
	(N'ул. Игнатенко 11', 4, 5),
	(N'ул. Коммунистическая 49', 4, 6),
	(N'ул. Нарочанская 4', 5, 1),
	(N'ул. ул. Тимирязева 65a', 6, 1),
	(N'пр-т. Победителей 31', 6, 7);

INSERT INTO Statuses (Name)
VALUES
	(N'Трудоустроен(а)'),
	(N'Безработный(-ая)'),
	(N'Инвалид'),
	(N'Ветеран'),
	(N'Студент(ка)'),
	(N'Пенсионер');

INSERT INTO Users (Name, StatusesID)
VALUES
	(N'Иван Иванович', 1),
	(N'Денис Петров', 2),
	(N'Людмила Ивановна', 6),
	(N'Глеб Петрович', 5),
	(N'Максимилиан Викторович', 3),
	(N'Наталья Ростова', 2),
	(N'Богдан Васильевич', 4),
	(N'Сергей Есенин', 2),
	(N'Владимир Маяковский', 1);

INSERT INTO Accounts (UserID, BankID, Money)
VALUES
	(1, 3, 3500.05),
	(1, 6, 2345.20),
	(2, 4, 135677.99),
	(3, 1, 1500.34),
	(3, 5, 1350.04),
	(4, 1, 168.74),
	(4, 6, 590.20),
	(4, 5, 282.35),
	(5, 1, 350.67),
	(6, 2, 2200),
	(6, 4, 4400),
	(6, 6, 6600),
	(7, 5, 2400.50),
	(7, 4, 2140.20),
	(8, 2, 700.01),
	(9, 2, 2900),
	(9, 3, 3500);

INSERT INTO Cards (UserID, BankID, Money)
VALUES 
	(1, 3, 1500.54),
	(1, 3, 1200.22),
	(1, 6, 1760.02),
	(3, 1, 200.83),
	(4, 1, 168.74),
	(4, 6, 590.20),
	(4, 5, 16.40),
	(5, 1, 330),
	(6, 6, 6600),
	(7, 5, 1100),
	(7, 5, 500.09),
	(7, 4, 2140),
	(8, 2, 680),
	(8, 2, 20.01),
	(9, 2, 1000),
	(9, 3, 1500);
